{
	"Armor_Class": "11 (16 With Barkskin)",
	"ac": 1116,
	"actions": [
		{
			"description": "<em>Melee Weapon Attack:</em> +2 to hit (+6 to hit with shillelagh), reach 5 ft., one target. <em>Hit:</em> 2 (1d4) bludgeoning damage, or 8 (1d8 + 4) bludgeoning damage with shillelagh.",
			"name": "Club"
		},
		{
			"description": "The dryad targets one humanoid or beast that she can see within 30 feet of her. If the target can see the dryad, it must succeed on a DC 14 Wisdom saving throw or be magically charmed. The charmed creature regards the dryad as a trusted friend to be heeded and protected. Although the target isn't under the dryad's control, it takes the dryad's requests or actions in the most favorable way it can.<br/><br/>Each time the dryad or its allies do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the dryad dies, is on a different plane of existence from the target, or ends the effect as a bonus action. If a target's saving throw is successful, the target is immune to the dryad's Fey Charm for the next 24 hours. <br/><br/>The dryad can have no more than one humanoid and up to three beasts charmed at a time.",
			"name": "Fey Charm"
		}
	],
	"alignment": "neutral",
	"cha": 18,
	"con": 11,
	"condition_immunities": [],
	"cr": "1",
	"damage_immunities": [],
	"damage_resistances": [],
	"damage_vulnerabilities": [],
	"dex": 12,
	"hp": 22,
	"hp_gen": "5d8",
	"int": 14,
	"lair_actions": [],
	"languages": "Elvish, Sylvan",
	"legendary_actions": [],
	"legendary_description": "",
	"mythic_actions": [],
	"name": "Dryad",
	"regional_actions": [],
	"saving_throws": [],
	"senses": "Darkvision 60 ft.,  Passive Perception 14",
	"size": "Medium",
	"skills": {
		"perception": 2,
		"stealth": 4
	},
	"speed": "30 ft.",
	"str": 10,
	"traits": [
		{
			"description": "The dryad's innate spellcasting ability is Charisma (spell save DC 14). The dryad can innately cast the following spells, requiring no material components:<br/><br/>At will: druidcraft<br/><br/>3/day each: entangle, goodberry<br/><br/>1/day each: barkskin, pass without trace, shillelagh",
			"name": "Innate Spellcasting"
		},
		{
			"description": "The dryad has advantage on saving throws against spells and other magical effects.",
			"name": "Magic Resistance"
		},
		{
			"description": "The dryad can communicate with beasts and plants as if they shared a language.",
			"name": "Speak with Beasts and Plants"
		},
		{
			"description": "Once on her turn, the dryad can use 10 feet of her movement to step magically into one living tree within her reach and emerge from a second living tree within 60 feet of the first tree, appearing in an unoccupied space within 5 feet of the second tree. Both trees must be Large or bigger.",
			"name": "Tree Stride"
		}
	],
	"type": "fey",
	"wis": 15,
	"xp": 200
}