{
	"Armor_Class": "15 (Natural Armor)",
	"ac": 15,
	"actions": [
		{
			"description": "The vampire makes two attacks, only one of which can be a bite attack.",
			"name": "Multiattack"
		},
		{
			"description": "<em>Melee Weapon Attack:</em> +6 to hit, reach 5 ft., one creature. <em>Hit:</em> 8 (2d4 + 3) slashing damage. Instead of dealing damage, the vampire can grapple the target (escape DC 13).",
			"name": "Claws"
		},
		{
			"description": "<em>Melee Weapon Attack:</em> +6 to hit, reach 5 ft., one willing creature, or a creature that is grappled by the vampire, incapacitated, or restrained. <em>Hit:</em> 6 (1d6 + 3) piercing damage plus 7 (2d6) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.",
			"name": "Bite"
		}
	],
	"alignment": "neutral evil",
	"cha": 12,
	"con": 16,
	"condition_immunities": [],
	"cr": "5",
	"damage_immunities": [],
	"damage_resistances": [
		"Necrotic",
		"Bludgeoning, Piercing, and Slashing from Nonmagical Attacks"
	],
	"damage_vulnerabilities": [],
	"dex": 16,
	"hp": 82,
	"hp_gen": "11d8 + 33",
	"int": 11,
	"lair_actions": [],
	"languages": "the languages it knew in life",
	"legendary_actions": [],
	"legendary_description": "",
	"mythic_actions": [],
	"name": "Vampire Spawn",
	"regional_actions": [],
	"saving_throws": {
		"dex": 6,
		"wis": 3
	},
	"senses": "Darkvision 60 ft.,  Passive Perception 13",
	"size": "Medium",
	"skills": {
		"perception": 3,
		"stealth": 3
	},
	"speed": "30 ft.",
	"str": 16,
	"traits": [
		{
			"description": "The vampire regains 10 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn.",
			"name": "Regeneration"
		},
		{
			"description": "The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.",
			"name": "Spider Climb"
		},
		{
			"description": "The vampire has the following flaws:<br/><br/>The vampire can't enter a residence without an invitation from one of the occupants.<br/><br/>The vampire takes 20 acid damage when it ends its turn in running water.<br/><br/>The vampire is destroyed if a piercing weapon made of wood is driven into its heart while it is incapacitated in its resting place.<br/><br/>The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks.",
			"name": "Vampire Weaknesses"
		}
	],
	"type": "undead",
	"wis": 10,
	"xp": 1800
}