{
	"Armor_Class": "16 (Natural Armor)",
	"ac": 16,
	"actions": [
		{
			"description": "The devil makes two attacks with its chains.",
			"name": "Multiattack"
		},
		{
			"description": "<em>Melee Weapon Attack:</em> +8 to hit, reach 10 ft., one target. <em>Hit:</em> 11 (2d6 + 4) slashing damage. The target is grappled (escape DC 14) if the devil isn't already grappling a creature. Until this grapple ends, the target is restrained and takes 7 (2d6) piercing damage at the start of each of its turns.",
			"name": "Chain"
		},
		{
			"description": "Up to four chains the devil can see within 60 feet of it magically sprout razor-­edged barbs and animate under the devil's control, provided that the chains aren't being worn or carried.<br/><br/>Each animated chain is an object with AC 20, 20 hit points, resistance to piercing damage, and immunity to psychic and thunder damage. When the devil uses multiattack on its turn, it can use each animated chain to make one additional chain attack. An animated chain can grapple one creature of its own but can't make attacks while grappling. An animated chain reverts to its inanimate state if reduced to 0 hit points or if the devil is incapacitated or dies.",
			"name": "Animate Chains (Recharges after a Short or Long Rest)"
		}
	],
	"alignment": "lawful evil",
	"cha": 14,
	"con": 18,
	"condition_immunities": [
		"Poisoned"
	],
	"cr": "8",
	"damage_immunities": [
		"Fire",
		"Poison"
	],
	"damage_resistances": [
		"Cold",
		"Bludgeoning, Piercing, and Slashing from Nonmagical Attacks that aren't Silvered"
	],
	"damage_vulnerabilities": [],
	"dex": 15,
	"hp": 85,
	"hp_gen": "10d8 + 40",
	"int": 11,
	"lair_actions": [],
	"lair_description": "",
	"lair_description_end": "",
	"languages": "Infernal, Telepathy 120 ft.",
	"legendary_actions": [],
	"legendary_description": "",
	"mythic_actions": [],
	"mythic_description": "",
	"name": "Chain Devil",
	"regional_actions": [],
	"regional_description": "",
	"regional_description_end": "",
	"saving_throws": {
		"cha": 5,
		"con": 7,
		"wis": 4
	},
	"senses": "Darkvision 120 ft.,  Passive Perception 11",
	"size": "Medium",
	"skills": [],
	"speed": "30 ft.",
	"str": 18,
	"traits": [
		{
			"description": "Magical darkness doesn't impede the devil's darkvision.",
			"name": "Devil's Sight"
		},
		{
			"description": "The devil has advantage on saving throws against spells and other magical effects.",
			"name": "Magic Resistance"
		}
	],
	"type": "fiend",
	"wis": 12,
	"xp": 3900
}