{
	"Armor_Class": "17 (Natural Armor)",
	"ac": 17,
	"actions": [
		{
			"description": "The djinni makes three scimitar attacks.",
			"name": "Multiattack"
		},
		{
			"description": "<em>Melee Weapon Attack:</em> +9 to hit, reach 5 ft., one target. <em>Hit:</em> 12 (2d6 + 5) slashing damage plus 3 (1d6) lightning or thunder damage (djinni's choice).",
			"name": "Scimitar"
		},
		{
			"description": "A 5-foot-radius, 30-foot-tall cylinder of swirling air magically forms on a point the djinni can see within 120 feet of it. The whirlwind lasts as long as the djinni maintains concentration (as if concentrating on a spell). Any creature but the djinni that enters the whirlwind must succeed on a DC 18 Strength saving throw or be restrained by it. The djinni can move the whirlwind up to 60 feet as an action, and creatures restrained by the whirlwind move with it. The whirlwind ends if the djinni loses sight of it.<br/><br/>A creature can use its action to free a creature restrained by the whirlwind, including itself, by succeeding on a DC 18 Strength check. If the check succeeds, the creature is no longer restrained and moves to the nearest space outside the whirlwind.",
			"name": "Create Whirlwind"
		}
	],
	"alignment": "chaotic good",
	"cha": 20,
	"con": 22,
	"condition_immunities": [],
	"cr": "11",
	"damage_immunities": [
		"Lightning",
		"Thunder"
	],
	"damage_resistances": [],
	"damage_vulnerabilities": [],
	"dex": 15,
	"hp": 161,
	"hp_gen": "14d10 + 84",
	"int": 15,
	"lair_actions": [],
	"lair_description": "",
	"lair_description_end": "",
	"languages": "Auran",
	"legendary_actions": [],
	"legendary_description": "",
	"mythic_actions": [],
	"mythic_description": "",
	"name": "Djinni",
	"regional_actions": [],
	"regional_description": "",
	"regional_description_end": "",
	"saving_throws": {
		"cha": 9,
		"dex": 6,
		"wis": 7
	},
	"senses": "Darkvision 120 ft.,  Passive Perception 13",
	"size": "Large",
	"skills": [],
	"speed": "30 ft., fly 90 ft.",
	"str": 21,
	"traits": [
		{
			"description": "If the djinni dies, its body disintegrates into a warm breeze, leaving behind only equipment the djinni was wearing or carrying.",
			"name": "Elemental Demise"
		},
		{
			"description": "The djinni's innate spellcasting ability is Charisma (spell save DC 17, +9 to hit with spell attacks). It can innately cast the following spells, requiring no material components:<br/><br/>At will: detect evil and good, detect magic, thunderwave<br/><br/>3/day each: create food and water (can create wine instead of water) , tongues, wind walk<br/><br/>1/day each: conjure elemental (air elemental only), creation, gaseous form, invisibility, major image, plane shift",
			"name": "Innate Spellcasting"
		}
	],
	"type": "elemental",
	"wis": 16,
	"xp": 7200
}