{
	"Armor_Class": "6 ",
	"ac": 6,
	"actions": [
		{
			"description": "<em>Melee Weapon Attack:</em> +4 to hit, reach 5 ft., one creature. <em>Hit:</em> 10 (3d6) acid damage.",
			"name": "Pseudopod"
		},
		{
			"description": "The cube moves up to its speed. While doing so, it can enter Large or smaller creatures' spaces. Whenever the cube enters a creature's space, the creature must make a DC 12 Dexterity saving throw.<br/><br/>On a successful save, the creature can choose to be pushed 5 feet back or to the side of the cube. A creature that chooses not to be pushed suffers the consequences of a failed saving throw.<br/><br/>On a failed save, the cube enters the creature's space, and the creature takes 10 (3d6) acid damage and is engulfed. The engulfed creature can't breathe, is restrained, and takes 21 (6d6) acid damage at the start of each of the cube's turns. When the cube moves, the engulfed creature moves with it.<br/><br/>An engulfed creature can try to escape by taking an action to make a DC 12 Strength check. On a success, the creature escapes and enters a space of its choice within 5 feet of the cube.",
			"name": "Engulf"
		}
	],
	"alignment": "unaligned",
	"cha": 1,
	"con": 20,
	"condition_immunities": [
		"Blinded",
		"Charmed",
		"Deafened",
		"Exhaustion",
		"Frightened",
		"Prone"
	],
	"cr": "2",
	"damage_immunities": [],
	"damage_resistances": [],
	"damage_vulnerabilities": [],
	"dex": 3,
	"hp": 84,
	"hp_gen": "8d10 + 40",
	"int": 1,
	"lair_actions": [],
	"lair_description": "",
	"lair_description_end": "",
	"languages": "--",
	"legendary_actions": [],
	"legendary_description": "",
	"mythic_actions": [],
	"mythic_description": "",
	"name": "Gelatinous Cube",
	"regional_actions": [],
	"regional_description": "",
	"regional_description_end": "",
	"saving_throws": [],
	"senses": "Blindsight 60 ft.,  Passive Perception 8",
	"size": "Large",
	"skills": [],
	"speed": "15 ft.",
	"str": 14,
	"traits": [
		{
			"description": "The cube takes up its entire space. Other creatures can enter the space, but a creature that does so is subjected to the cube's Engulf and has disadvantage on the saving throw.<br/><br/>Creatures inside the cube can be seen but have total cover.<br/><br/>A creature within 5 feet of the cube can take an action to pull a creature or object out of the cube. Doing so requires a successful DC 12 Strength check, and the creature making the attempt takes 10 (3d6) acid damage.<br/><br/>The cube can hold only one Large creature or up to four Medium or smaller creatures inside it at a time.",
			"name": "Ooze Cube"
		},
		{
			"description": "Even when the cube is in plain sight, it takes a successful DC 15 Wisdom (Perception) check to spot a cube that has neither moved nor attacked. A creature that tries to enter the cube's space while unaware of the cube is surprised by the cube.",
			"name": "Transparent"
		}
	],
	"type": "ooze",
	"wis": 6,
	"xp": 450
}