{
	"Armor_Class": "13 ",
	"ac": 13,
	"actions": [
		{
			"description": "<em>Melee Weapon Attack:</em> +4 to hit, reach 5 ft., one target. <em>Hit:</em> 5 (1d4 + 3) piercing damage, and the target must succeed on a DC 10 Constitution saving throw or take 5 (2d4) poison damage and become poisoned for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
			"name": "Claws (Bite in Beast Form)"
		},
		{
			"description": "One creature of the quasit's choice within 20 feet of it must succeed on a DC 10 Wisdom saving throw or be frightened for 1 minute. The target can repeat the saving throw at the end of each of its turns, with disadvantage if the quasit is within line of sight, ending the effect on itself on a success.",
			"name": "Scare (1/Day)"
		},
		{
			"description": "The quasit magically turns invisible until it attacks or uses Scare, or until its concentration ends (as if concentrating on a spell). Any equipment the quasit wears or carries is invisible with it.",
			"name": "Invisibility"
		}
	],
	"alignment": "chaotic evil",
	"cha": 10,
	"con": 10,
	"condition_immunities": [
		"Poisoned"
	],
	"cr": "1",
	"damage_immunities": [
		"Poison"
	],
	"damage_resistances": [
		"Cold",
		"Fire",
		"Lightning",
		"Bludgeoning, Piercing, and Slashing from Nonmagical Attacks"
	],
	"damage_vulnerabilities": [],
	"dex": 17,
	"hp": 7,
	"hp_gen": "3d4",
	"int": 7,
	"lair_actions": [],
	"lair_description": "",
	"lair_description_end": "",
	"languages": "Abyssal, Common",
	"legendary_actions": [],
	"legendary_description": "",
	"mythic_actions": [],
	"mythic_description": "",
	"name": "Quasit",
	"regional_actions": [],
	"regional_description": "",
	"regional_description_end": "",
	"saving_throws": [],
	"senses": "Darkvision 120 ft.,  Passive Perception 10",
	"size": "Tiny",
	"skills": {
		"stealth": 2
	},
	"speed": "40 ft.",
	"str": 5,
	"traits": [
		{
			"description": "The quasit can use its action to polymorph into a beast form that resembles a bat (speed 10 ft. fly 40 ft.), a centipede (40 ft., climb 40 ft.), or a toad (40 ft., swim 40 ft.), or back into its true form. Its statistics are the same in each form, except for the speed changes noted. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.",
			"name": "Shapechanger"
		},
		{
			"description": "The quasit has advantage on saving throws against spells and other magical effects.",
			"name": "Magic Resistance"
		}
	],
	"type": "fiend",
	"wis": 10,
	"xp": 200
}